[
    {
        "id": "q1",
        "text": "¿Qué analogía se usa para describir la preparación para un incidente de seguridad?",
        "options": [
            {
                "value": "a",
                "text": "Prepararse para una tormenta.",
                "correct": true,
                "explanation": "El texto usa la analogía de prepararse para una tormenta para ilustrar cómo las organizaciones deben prepararse para incidentes de seguridad, reuniendo herramientas y asegurando protecciones contra amenazas externas."
            },
            {
                "value": "b",
                "text": "Construir una casa.",
                "correct": false,
                "explanation": "Construir una casa no es la analogía mencionada; el texto se centra en la preparación activa para una amenaza inminente, no en la construcción inicial de estructuras."
            },
            {
                "value": "c",
                "text": "Cocinar una comida.",
                "correct": false,
                "explanation": "Cocinar una comida no representa la preparación para riesgos o amenazas; la analogía del texto es específicamente sobre enfrentar una tormenta, similar a un incidente de seguridad."
            }
        ]
    },
    {
        "id": "q2",
        "text": "¿Qué se debe reunir en la analogía de la tormenta para mantenerse a salvo?",
        "options": [
            {
                "value": "a",
                "text": "Herramientas, materiales, botiquín, comida y agua.",
                "correct": true,
                "explanation": "En la analogía, se reúnen herramientas y materiales para mantener la seguridad, incluyendo un botiquín de primeros auxilios, comida y agua, similar a las herramientas de ciberseguridad para mitigar amenazas."
            },
            {
                "value": "b",
                "text": "Ropa y zapatos.",
                "correct": false,
                "explanation": "Ropa y zapatos son útiles para movilidad, pero la analogía enfatiza elementos esenciales para supervivencia y reparación durante la tormenta, no solo vestimenta."
            },
            {
                "value": "c",
                "text": "Libros y juegos.",
                "correct": false,
                "explanation": "Libros y juegos son para entretenimiento, pero la preparación se centra en necesidades básicas y herramientas prácticas para enfrentar la tormenta, no en actividades recreativas."
            }
        ]
    },
    {
        "id": "q3",
        "text": "En el contexto de ciberseguridad, ¿cuál es el objetivo principal al prepararse para amenazas?",
        "options": [
            {
                "value": "a",
                "text": "Minimizar riesgos y posibles daños.",
                "correct": true,
                "explanation": "El objetivo principal es minimizar riesgos y daños, tal como se arreglan entradas de agua durante la tormenta para reducir impactos, similar a mitigar amenazas en ciberseguridad."
            },
            {
                "value": "b",
                "text": "Aumentar la velocidad de internet.",
                "correct": false,
                "explanation": "Aumentar la velocidad de internet no es el foco; la ciberseguridad se centra en protección y minimización de daños, no en rendimiento de red."
            },
            {
                "value": "c",
                "text": "Crear más datos.",
                "correct": false,
                "explanation": "Crear más datos no es el objetivo; la preparación busca proteger los datos existentes y minimizar riesgos de pérdida o explotación."
            }
        ]
    },
    {
        "id": "q4",
        "text": "¿Qué protege la ciberseguridad según la definición?",
        "options": [
            {
                "value": "a",
                "text": "Redes, dispositivos, personas y datos.",
                "correct": true,
                "explanation": "La ciberseguridad garantiza la confidencialidad, integridad y disponibilidad protegiendo redes, dispositivos, personas y datos del acceso no autorizado o explotación."
            },
            {
                "value": "b",
                "text": "Solo los datos personales.",
                "correct": false,
                "explanation": "No solo datos personales; la definición abarca redes, dispositivos, personas y todos los datos para una protección integral."
            },
            {
                "value": "c",
                "text": "Solo las redes.",
                "correct": false,
                "explanation": "No solo redes; incluye dispositivos, personas y datos para cubrir todos los aspectos de la información y sistemas."
            }
        ]
    },
    {
        "id": "q5",
        "text": "¿Cuáles son los tres pilares de la ciberseguridad mencionados?",
        "options": [
            {
                "value": "a",
                "text": "Confidencialidad, integridad y disponibilidad.",
                "correct": true,
                "explanation": "Los tres pilares fundamentales son confidencialidad (acceso autorizado), integridad (datos precisos) y disponibilidad (acceso cuando se necesita)."
            },
            {
                "value": "b",
                "text": "Velocidad, costo y tamaño.",
                "correct": false,
                "explanation": "Velocidad, costo y tamaño no son pilares de ciberseguridad; estos son atributos técnicos no relacionados con la protección de información."
            },
            {
                "value": "c",
                "text": "Acceso, uso y eliminación.",
                "correct": false,
                "explanation": "Acceso, uso y eliminación son aspectos de gestión de datos, pero no los pilares principales de la ciberseguridad."
            }
        ]
    },
    {
        "id": "q6",
        "text": "¿Qué ejemplo se da para mejorar la confidencialidad?",
        "options": [
            {
                "value": "a",
                "text": "Requerir contraseñas complejas.",
                "correct": true,
                "explanation": "Requerir contraseñas complejas es un ejemplo directo para mejorar la confidencialidad, dificultando el acceso no autorizado a sitios y servicios."
            },
            {
                "value": "b",
                "text": "Compartir datos públicamente.",
                "correct": false,
                "explanation": "Compartir datos públicamente reduce la confidencialidad, exponiendo información a accesos no autorizados."
            },
            {
                "value": "c",
                "text": "Usar redes Wi-Fi abiertas.",
                "correct": false,
                "explanation": "Usar Wi-Fi abiertas compromete la confidencialidad, permitiendo interceptación de datos por agentes de amenaza."
            }
        ]
    },
    {
        "id": "q7",
        "text": "¿Qué es un agente de amenaza?",
        "options": [
            {
                "value": "a",
                "text": "Cualquier persona o grupo que representa un riesgo a la seguridad.",
                "correct": true,
                "explanation": "Un agente de amenaza es cualquier persona o grupo que representa un riesgo, ya sea externo o interno, intencional o accidental."
            },
            {
                "value": "b",
                "text": "Solo hackers externos.",
                "correct": false,
                "explanation": "No solo hackers externos; incluye cualquier persona o grupo, como empleados internos o proveedores."
            },
            {
                "value": "c",
                "text": "Empleados leales.",
                "correct": false,
                "explanation": "Empleados leales no representan riesgos; los agentes de amenaza son aquellos que ponen en peligro la seguridad."
            }
        ]
    },
    {
        "id": "q8",
        "text": "¿De dónde proviene una amenaza externa?",
        "options": [
            {
                "value": "a",
                "text": "De fuera de la organización.",
                "correct": true,
                "explanation": "Las amenazas externas provienen de fuera de la organización, intentando acceder a información, redes o dispositivos privados."
            },
            {
                "value": "b",
                "text": "De empleados actuales.",
                "correct": false,
                "explanation": "Empleados actuales representan amenazas internas, no externas."
            },
            {
                "value": "c",
                "text": "De socios internos.",
                "correct": false,
                "explanation": "Socios internos son parte de amenazas internas, no externas."
            }
        ]
    },
    {
        "id": "q9",
        "text": "¿Qué tipo de amenaza interna es más común según el texto?",
        "options": [
            {
                "value": "a",
                "text": "Accidentales, como clic en enlaces comprometidos.",
                "correct": true,
                "explanation": "Las amenazas internas suelen ser accidentales, como hacer clic en enlaces comprometidos en correos, procedentes de personal o proveedores."
            },
            {
                "value": "b",
                "text": "Siempre intencionales.",
                "correct": false,
                "explanation": "No siempre intencionales; el texto indica que las internas suelen ser accidentales, aunque algunas pueden serlo."
            },
            {
                "value": "c",
                "text": "Solo de proveedores.",
                "correct": false,
                "explanation": "No solo de proveedores; incluyen personal antiguo o actual y socios de confianza."
            }
        ]
    },
    {
        "id": "q10",
        "text": "¿Qué ayudan a mitigar los especialistas en ciberseguridad?",
        "options": [
            {
                "value": "a",
                "text": "El impacto de amenazas internas y externas.",
                "correct": true,
                "explanation": "Los especialistas ayudan a mitigar el impacto de amenazas tanto internas como externas, reduciendo riesgos para la organización."
            },
            {
                "value": "b",
                "text": "Solo amenazas externas.",
                "correct": false,
                "explanation": "No solo externas; también mitigan amenazas internas, como accesos accidentales o intencionales."
            },
            {
                "value": "c",
                "text": "Problemas de marketing.",
                "correct": false,
                "explanation": "Problemas de marketing no son responsabilidad de ciberseguridad; se enfocan en amenazas de seguridad."
            }
        ]
    },
    {
        "id": "q11",
        "text": "¿Qué garantizan los equipos de seguridad respecto a normativas?",
        "options": [
            {
                "value": "a",
                "text": "Cumplimiento para evitar multas y auditorías.",
                "correct": true,
                "explanation": "Garantizan cumplimiento de normativas y leyes para evitar multas, auditorías y cumplir obligaciones éticas de protección."
            },
            {
                "value": "b",
                "text": "Ignorar las leyes.",
                "correct": false,
                "explanation": "Ignorar leyes aumenta riesgos legales y éticos; el enfoque es el cumplimiento."
            },
            {
                "value": "c",
                "text": "Crear nuevas leyes.",
                "correct": false,
                "explanation": "No crean leyes; implementan estándares existentes para cumplir normativas."
            }
        ]
    },
    {
        "id": "q12",
        "text": "¿Cómo mantienen los equipos de seguridad la productividad?",
        "options": [
            {
                "value": "a",
                "text": "Creando planes de continuidad del negocio.",
                "correct": true,
                "explanation": "Crean planes de continuidad para que el negocio funcione incluso durante filtraciones, manteniendo productividad y reduciendo tiempo de inactividad."
            },
            {
                "value": "b",
                "text": "Reduciendo el personal.",
                "correct": false,
                "explanation": "Reducir personal no mantiene productividad; los planes de seguridad la preservan durante incidentes."
            },
            {
                "value": "c",
                "text": "Aumentando los riesgos.",
                "correct": false,
                "explanation": "Aumentar riesgos reduce productividad; la seguridad la mejora al minimizar interrupciones."
            }
        ]
    },
    {
        "id": "q13",
        "text": "¿Qué puede reducir la conciencia de seguridad?",
        "options": [
            {
                "value": "a",
                "text": "Gastos vinculados a riesgos, como recuperación de datos.",
                "correct": true,
                "explanation": "La conciencia de seguridad reduce gastos en recuperación de datos, tiempo de inactividad y multas potenciales."
            },
            {
                "value": "b",
                "text": "Ingresos de la empresa.",
                "correct": false,
                "explanation": "No reduce ingresos; al contrario, protege la confianza y mantiene ingresos estables."
            },
            {
                "value": "c",
                "text": "Número de empleados.",
                "correct": false,
                "explanation": "No afecta el número de empleados; se enfoca en costos de riesgos operativos."
            }
        ]
    },
    {
        "id": "q14",
        "text": "¿Qué ventaja se menciona sobre mantener la confianza en la marca?",
        "options": [
            {
                "value": "a",
                "text": "Evitar la disminución de ingresos por pérdida de confianza.",
                "correct": true,
                "explanation": "Mantener la confianza evita daños a la marca y pérdida de ingresos cuando se comprometen datos de clientes."
            },
            {
                "value": "b",
                "text": "Aumentar las multas.",
                "correct": false,
                "explanation": "Aumentar multas daña la confianza; la seguridad las evita."
            },
            {
                "value": "c",
                "text": "Ignorar a los clientes.",
                "correct": false,
                "explanation": "Ignorar clientes destruye confianza; la seguridad la preserva."
            }
        ]
    },
    {
        "id": "q15",
        "text": "¿Cuáles son algunos roles comunes en seguridad mencionados?",
        "options": [
            {
                "value": "a",
                "text": "Analista de SOC, analista de seguridad de la información.",
                "correct": true,
                "explanation": "Roles comunes incluyen analista de SOC, analista de seguridad de la información, especialista en ciberseguridad, entre otros."
            },
            {
                "value": "b",
                "text": "Gerente de ventas, diseñador gráfico.",
                "correct": false,
                "explanation": "Estos son roles no relacionados con seguridad; el texto se centra en posiciones de ciberseguridad."
            },
            {
                "value": "c",
                "text": "Cocineros y meseros.",
                "correct": false,
                "explanation": "Roles irrelevantes; el enfoque es en profesionales de seguridad informática."
            }
        ]
    },
    {
        "id": "q16",
        "text": "¿Verdadero o Falso: Las amenazas internas siempre son intencionales?",
        "options": [
            {
                "value": "a",
                "text": "Falso.",
                "correct": true,
                "explanation": "Las amenazas internas suelen ser accidentales, como clics en enlaces maliciosos, aunque algunas pueden ser intencionales."
            },
            {
                "value": "b",
                "text": "Verdadero.",
                "correct": false,
                "explanation": "No es verdadero; el texto enfatiza que las internas son mayoritariamente accidentales."
            }
        ]
    },
    {
        "id": "q17",
        "text": "¿Qué se protege del acceso no autorizado en ciberseguridad?",
        "options": [
            {
                "value": "a",
                "text": "Información, redes y dispositivos.",
                "correct": true,
                "explanation": "La ciberseguridad protege información, redes y dispositivos del acceso no autorizado y explotación delictiva."
            },
            {
                "value": "b",
                "text": "Solo comida y agua.",
                "correct": false,
                "explanation": "Comida y agua no son elementos de ciberseguridad; se protegen activos digitales."
            },
            {
                "value": "c",
                "text": "Vehículos.",
                "correct": false,
                "explanation": "Vehículos no son el foco; la protección es para sistemas informáticos y datos."
            }
        ]
    },
    {
        "id": "q18",
        "text": "¿Por qué es importante el cumplimiento ético en seguridad?",
        "options": [
            {
                "value": "a",
                "text": "Para proteger a los usuarios.",
                "correct": true,
                "explanation": "El cumplimiento ético protege a los usuarios y respeta obligaciones, evitando daños por negligencia."
            },
            {
                "value": "b",
                "text": "Para ignorar obligaciones.",
                "correct": false,
                "explanation": "Ignorar obligaciones viola ética y leyes; el cumplimiento las respeta."
            },
            {
                "value": "c",
                "text": "Para aumentar riesgos.",
                "correct": false,
                "explanation": "Aumentar riesgos contradice el propósito ético de protección."
            }
        ]
    },
    {
        "id": "q19",
        "text": "¿Qué ocurre si se comprometen los datos de clientes?",
        "options": [
            {
                "value": "a",
                "text": "Disminuye la confianza en la marca.",
                "correct": true,
                "explanation": "Comprometer datos disminuye confianza, dañando la marca y reduciendo ingresos."
            },
            {
                "value": "b",
                "text": "Aumenta los ingresos.",
                "correct": false,
                "explanation": "No aumenta ingresos; causa pérdida de confianza y clientes."
            },
            {
                "value": "c",
                "text": "No afecta al negocio.",
                "correct": false,
                "explanation": "Sí afecta; daña reputación y operaciones del negocio."
            }
        ]
    },
    {
        "id": "q20",
        "text": "¿Qué representa un paso hacia un nuevo empleo según el texto?",
        "options": [
            {
                "value": "a",
                "text": "Cada actividad en el programa.",
                "correct": true,
                "explanation": "Cada actividad completada es un paso hacia un nuevo empleo en seguridad."
            },
            {
                "value": "b",
                "text": "Solo leer el texto.",
                "correct": false,
                "explanation": "Leer solo no basta; se necesitan actividades prácticas para avanzar."
            },
            {
                "value": "c",
                "text": "Ignorar los conceptos.",
                "correct": false,
                "explanation": "Ignorar impide aprendizaje y progreso hacia empleo."
            }
        ]
    },
    {
        "id": "q21",
        "text": "¿Verdadero o Falso: La ciberseguridad solo protege contra amenazas externas?",
        "options": [
            {
                "value": "a",
                "text": "Falso.",
                "correct": true,
                "explanation": "Protege contra amenazas externas e internas, como errores de empleados o accesos intencionales."
            },
            {
                "value": "b",
                "text": "Verdadero.",
                "correct": false,
                "explanation": "No es verdadero; incluye protección contra amenazas internas también."
            }
        ]
    },
    {
        "id": "q22",
        "text": "¿Qué ejemplo de amenaza interna intencional se menciona?",
        "options": [
            {
                "value": "a",
                "text": "Acceso no autorizado a datos.",
                "correct": true,
                "explanation": "Ejemplo intencional: acceso no autorizado a datos o abuso de sistemas para uso personal."
            },
            {
                "value": "b",
                "text": "Enviar correos normales.",
                "correct": false,
                "explanation": "Enviar correos normales no es amenaza; las intencionales involucran abuso o acceso indebido."
            },
            {
                "value": "c",
                "text": "Usar software aprobado.",
                "correct": false,
                "explanation": "Usar software aprobado es legítimo; no representa amenaza intencional."
            }
        ]
    },
    {
        "id": "q23",
        "text": "¿Qué permite un plan de continuidad del negocio?",
        "options": [
            {
                "value": "a",
                "text": "Que todos hagan su trabajo incluso en una filtración.",
                "correct": true,
                "explanation": "Permite continuidad de operaciones durante incidentes como filtraciones, manteniendo productividad."
            },
            {
                "value": "b",
                "text": "Detener todas las operaciones.",
                "correct": false,
                "explanation": "Detener operaciones contradice el propósito de continuidad."
            },
            {
                "value": "c",
                "text": "Ignorar incidentes.",
                "correct": false,
                "explanation": "No ignora; responde y mantiene funciones durante incidentes."
            }
        ]
    },
    {
        "id": "q24",
        "text": "¿Por qué se debe asegurar ventanas y puertas en la analogía?",
        "options": [
            {
                "value": "a",
                "text": "Para prevenir entradas de agua y vientos.",
                "correct": true,
                "explanation": "Asegurar ventanas y puertas previene daños por vientos y agua, similar a proteger contra amenazas en ciberseguridad."
            },
            {
                "value": "b",
                "text": "Para decorar la casa.",
                "correct": false,
                "explanation": "Decorar no previene daños; el propósito es protección estructural."
            },
            {
                "value": "c",
                "text": "Para aumentar el ruido.",
                "correct": false,
                "explanation": "Aumentar ruido no ayuda; se busca minimizar impactos de la tormenta."
            }
        ]
    },
    {
        "id": "q25",
        "text": "¿Qué rol no se menciona en el texto?",
        "options": [
            {
                "value": "a",
                "text": "Gerente de finanzas.",
                "correct": true,
                "explanation": "Gerente de finanzas no se menciona; los roles son de seguridad como analista de SOC y especialista en ciberseguridad."
            },
            {
                "value": "b",
                "text": "Analista de SOC.",
                "correct": false,
                "explanation": "Analista de SOC sí se menciona como rol común en seguridad."
            },
            {
                "value": "c",
                "text": "Especialista en ciberseguridad.",
                "correct": false,
                "explanation": "Especialista en ciberseguridad es uno de los roles listados."
            }
        ]
    }
]